{
  "wishes": [
    {
      "id": "001",
      "text": "Darling, you are the most Astounding part of my waking up each morning; I Love you with each beat of my heart, I Love you with every breath i take, Thank you for bring of my life. Happy Chocolate Day!"
    },
    {
      "id": "002",
      "text": "Love is like drinking hot chocolate. It tastes amazing and keeps you warm in the years to come. Happy Chocolate Day!"
    },
    {
      "id": "003",
      "text": "Every chocolate is like phases in life... Some are crunchy, some are soft, some are nutty, but all of them are delicious. Happy Chocolate Day!"
    },
    {
      "id": "004",
      "text": "I  wish that your love always stays with me. For me, you are so precious and your sweetness makes my life so chocolaty & full of happiness.Happy Chocolate Day Dear!!"
    },
    {
      "id": "005",
      "text": "Sending you a wish dipped in chocolate and sprinkled with love. Happy Chocolate Day"
    },
    {
      "id": "006",
      "text": "I want You to Retain your Sweetness like the most Precious Chocolate. I Dont want to lose you In my life. Always Stay With Me. Happy Chocolate Day"
    },
    {
      "id": "007",
      "text": "Chocolate epoitomizes luxury, comfort, sensuality, gratification, and love like no other food. Happy Chocolate Day!"
    },
    {
      "id": "008",
      "text": "On this Chocolate Day, I am sending this chocolate box as an epitome of my immense love for you. Keep smiling always."
    },
    {
      "id": "009",
      "text": "I wish that each day of your life remains sweet just like your favourite chocolate…Lots of love and happiness on Chocolate Day!"
    },
    {
      "id": "010",
      "text": "The celebration of Chocolate Day is incomplete without chocolates, just like my life without your true love. Happy Chocolate Day!"
    },
    {
      "id": "011",
      "text": "Thanks for entering my life and filling it with so much sweetness. Happy Chocolate Day!"
    },
    {
      "id": "012",
      "text": "Chocolate becomes much sweeter when you share it with the one you love. Happy Chocolate Day!"
    }
  ]
}
